aulas.md


# Lista de Aulas

Aqui você encontra *links* para os *slides* apresentados em aula, e também para todo
o material complementar discutido em sala,  como livros, *sites*, vídeos, e demais
recursos.


# &Iacute;ndice

1.  [Lista de Aulas](#orgbc39f03)
    1.  [Aula 1 - Introdução (02/03/2020)](#orgedbb7ee)
    2.  [Aula 2 - Arquitetura de Computadores (04/03/2020)](#org62c8157)


<a id="orgedbb7ee"></a>

## Aula 1 - Introdução (02/03/2020)

-   [Exponential Laws of Computing Growth](http://cacm.acm.org/magazines/2017/1/211094-exponential-laws-of-computing-growth/fulltext)
-   [40 Years of Microprocessor Trend Data](https://www.karlrupp.net/2015/06/40-years-of-microprocessor-trend-data/)


<a id="org62c8157"></a>

## Aula 2 - Arquitetura de Computadores (04/03/2020)

-   [Top500 Supercomputer List](https://www.top500.org/)
-   [The de Bruijn Card Trick](https://golem.ph.utexas.edu/category/2015/01/mathematics_and_magic_the_de_b.html)
